{
  "lazy.nvim": { "branch": "main" },
  "lightline.vim": { "branch": "master" },
  "llm.nvim": { "branch": "main" },
  "nvim-treesitter": { "branch": "master" },
  "solarized.nvim": { "branch": "main" },
  "tokyonight.nvim": { "branch": "main" },
  "undotree": { "branch": "master" },
  "vim-abolish": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "vim-matchup": { "branch": "master" },
  "vim-repeat": { "branch": "master" },
  "vim-surround": { "branch": "master" }
}